[Bullseye X2AbilityTemplate]
LocFriendlyName="正中靶心"
LocFlyoverText="正中靶心"
LocLongDescription="以较小的命中惩罚射击，但获得显著的伤害提升。"
LocHelpText="以较小的命中惩罚射击，但获得显著的伤害提升。"
LocPromotionPopupText="<Bullet/> 正中靶心降低命中 <font color='#cc2424'>35%</font>, 但伤害提升 <font color='#5CD16C'>80%</font>.<br/><Bullet/> 正中靶心有 <Ability:SelfCooldown/> 回合冷却.<br/>"

[LightEmUp X2AbilityTemplate]
-LocLongDescription="第一个行动点使用主武器进行普通射击将不再结束回合。"
-LocHelpText="第一个行动点使用主武器进行普通射击将不再结束回合。"
-LocPromotionPopupText="<Bullet/>第一个行动点使用主武器进行普通射击将不再结束回合。<br/>"
+LocLongDescription="第一个行动点使用主武器进行普通射击将不再结束回合。<br/><font color='#cc2424'>此能力不适用加农炮和狙击步枪.</font>"
+LocHelpText="第一个行动点使用主武器进行普通射击将不再结束回合。"
+LocPromotionPopupText="<Bullet/> 第一个行动点使用主武器进行普通射击将不再结束回合. <br/><Bullet/> <font color='#cc2424'>此能力不适用加农炮和狙击步枪.</font>"

[LW2WotC_AreaSuppression X2AbilityTemplate]
-LocLongDescription="发射一片弹幕，压制在4格半径范围内的多个目标。对任何移动的目标进行反应射击，并对所有目标的命中附加<Ability:SUPPRESSIONPENALTY/>惩罚，直到压制效果移除。在隐蔽时无法使用。"
-LocPromotionPopupText="<Bullet/>士兵隐蔽时无法使用区域压制。<br/><Bullet/>只要进行压制的单位有足够弹药，任何试图移动的单位会受到反应射击。<br/><Bullet/>霰弹枪或狙击步枪无法使用该能力。<br/><Bullet/>区域压制消耗<Ability:SelfAmmoCost/>弹药，每次反应射击要再消耗1个弹药。没有冷却时间。<br/><Bullet/>如果进行压制的单位受到伤害，区域压制将结束。<br/><Bullet/>如果多个单位压制一个目标，则命中值惩罚会叠加。<br/><Bullet/>压制限制了许多目标的能力，包括火箭弹和榴弹。"
+LocLongDescription="发射一片弹幕，压制在4格半径范围内的多个目标。对任何移动的目标进行反应射击，并对所有目标的命中附加 <Ability:SUPPRESSIONPENALTY/> 惩罚，直到压制效果移除。在隐蔽时无法使用。 <font color='#cc2424'>只有加农炮才能使用</font>"
+LocPromotionPopupText="<Bullet/> 在隐蔽时无法使用。<br/><Bullet/> 只要进行压制的单位有足够弹药，任何试图移动的单位会受到反应射击。<br/><Bullet/> 霰弹枪或狙击步枪无法使用该能力。<br/><Bullet/> 区域压制消耗 <Ability:SelfAmmoCost/> 弹药，每次反应射击要再消耗1个弹药。没有冷却时间。 <br/><Bullet/> 如果进行压制的单位受到伤害，区域压制将结束。<br/><Bullet/> 如果多个单位压制一个目标，则命中值惩罚会叠加。<br/><Bullet/> 压制限制了许多目标的能力，包括火箭弹和榴弹。<br/><Bullet/> <font color='#cc2424'>只有加农炮才能使用</font> ""

[LW2WotC_RunAndGun X2AbilityTemplate]
-LocLongDescription="冲刺后行动。"
-LocPromotionPopupText="<Bullet/>奔袭战术可以让士兵快速接近目标，或者轻松绕到侧翼位置。<br/><Bullet/>奔袭战术有<Ability:RUN_AND_GUN_COOLDOWN>个回合的冷却时间。<br/>"
+LocLongDescription="冲刺后行动。 <br/><font color='#cc2424'>此能力不适用加农炮和狙击步枪</font>"
+LocPromotionPopupText="<Bullet/> 奔袭战术可以让士兵快速接近目标，或者轻松绕到侧翼位置。<br/><Bullet/> 奔袭战术有 <Ability:RUN_AND_GUN_COOLDOWN> 回合冷却. <br/><Bullet/> <font color='#cc2424'>此能力不适用加农炮和狙击步枪</font><br/>"

;;;;;;;;;;;;;;
;;;; Lucu Infantry ;;;;
;;;;;;;;;;;;;;
[X2Ability_Lucu_Infantry_InfantryAbilitySet]
+StickAndMoveDamageFriendlyName="移动增益"
+StickAndMoveDamageFriendlyDesc="<Bullet/> 下次攻击增加2点伤害<br/><Bullet/> 增加20点防御直到你发动攻击<br/>"
+StickAndMoveMobilityFriendlyName="攻击增益"
+StickAndMoveMobilityFriendlyDesc="<Bullet/> 下次移动增加4点移动力<br/>"
+ExplosiveActionRecoveryFriendlyName="复原中"
+ExplosiveActionRecoveryFriendlyDesc="劳累"
+ExplosiveActionRecoveryTickedString="复原中"
+ExplosiveActionRecoveryLostString="复原"
+ZoneOfControlFriendlyName="Zone of Control"
+FlareFriendlyName="照亮"
+FlareFriendlyDesc="被照明弹照亮，防御-10"
+FlareEffectAcquiredString="照亮"
+FlareEffectTickedString="照亮"
+FlareEffectLostString="失去照亮效果"
+StaggeredFriendlyName="惊愕"
+StaggeredFriendlyDesc="惊愕使你失去一点行动点"
+StaggeredAcquiredString="惊愕"
+StaggeredTickedString="惊愕"
+StaggeredLostString="从惊愕中恢复"

[Lucu_Infantry_Harrier X2AbilityTemplate]
LocFriendlyName="猎犬"
LocLongDescription="对侧翼暴露或没有掩体的敌人，你获得+10%命中+20%暴击率。"
LocHelpText="对侧翼暴露或没有掩体的敌人，你获得+10%命中+20%暴击率。"
LocFlyOverText="猎犬"
LocPromotionPopupText="猎犬鼓励寻找最有利的位置来攻击敌人，给予比平时更大的优势来攻击脆弱的目标。<br/><Bullet/> 对侧翼暴露或没有掩体的敌人+10%命中+20%暴击率<br/>"

[Lucu_Infantry_StickAndMove X2AbilityTemplate]
LocFriendlyName="打带跑"
LocLongDescription="如果你攻击，则下次移动获得+4移动力。<br/>如果你移动，增加20点防御，下一次攻击增加2点伤害。"
LocHelpText="如果你攻击，则下次移动获得+4移动力。<br/>如果你移动，增加20点防御，下一次攻击增加2点伤害。"
LocFlyOverText="打带跑"
LocPromotionPopupText="允许在移动中增加灵活性，以找到更好的攻击方案。<br/><Bullet/> 如果你攻击，则下次移动获得+4移动力。<br/><Bullet/> 如果你移动，增加20点防御，下一次攻击增加2点伤害。<br/>"

[Lucu_Infantry_ExplosiveAction X2AbilityTemplate]
LocFriendlyName="冲动"
LocLongDescription="立即获得一个额外的行动点，但在下个回合失去一个行动点。"
LocHelpText="立即获得一个额外的行动点，但在下个回合失去一个行动点。"
LocFlyOverText="冲动"
LocPromotionPopupText="允许获得一个额外的行动点，但最终必须从劳累中恢复。<br/><Bullet/> +1 行动点.<br/><Bullet/> 下回合 -1 行动点.<br/><Bullet/> 3 回合冷却.<br/>"

[Lucu_Infantry_Flare X2AbilityTemplate]
LocFriendlyName="照明弹"
LocLongDescription="投掷一个颗照明弹，照亮一片区域内的目标，增加攻击者命中目标的机会。"
LocHelpText="投掷一个颗照明弹，照亮一片区域内的目标，增加攻击者命中目标的机会。"
LocFlyOverText="照明弹"
LocPromotionPopupText="允许用明亮的照明弹照亮目标，使其更容易被攻击。<br/><Bullet/> -10 防御.<br/><Bullet/> 持续 1 回合<br/><Bullet/> 每个任务有3条充能条.<br/><Bullet/> 不消耗行动点<br/>"

[Lucu_Infantry_ShakeItOff X2AbilityTemplate]
LocFriendlyName="快速摆脱"
LocLongDescription="你获得+10意志，并且比平常更快地从迷惑，混乱，眩晕和恐慌的状态中恢复。"
LocHelpText="你获得+10意志，并且比平常更快地从迷惑，混乱，眩晕和恐慌的状态中恢复。"
LocFlyOverText="快速摆脱"
LocPromotionPopupText="<Bullet/> +10 意志.<br/><Bullet/> 每回合移除以下一种状态:迷惑、混乱、眩晕和恐慌。<br/>"

[Lucu_Infantry_StaggeringShot X2AbilityTemplate]
LocFriendlyName="震悚射击"
LocLongDescription="发动高命中低伤害且不能暴击的射击。目标的行动点和闪避会在下一个回合减少。"
LocHelpText="发动高命中低伤害且不能暴击的射击。目标的行动点和闪避会在下一个回合减少。"
LocFlyOverText="震悚射击"
LocPromotionPopupText="发动高命中低伤害且不能暴击的射击。目标的行动点和闪避会在下一个回合减少。<br/><Bullet/> +30% 命中.<br/><Bullet/> 50% 无法暴击的伤害.<br/><Bullet/> 目标 -1 行动点，持续一回合.<br/><Bullet/> 目标 -20 闪避，持续一回合.<br/><Bullet/> 4 回合冷却.<br/>"

[Lucu_Infantry_EstablishedDefensesOverwatch X2AbilityTemplate]
LocFriendlyName="固有防御"
LocLongDescription="当你激活监视时，每点剩余的行动点额外增加1次反应射击和1点护甲。"
LocHelpText="当你激活监视时，每点剩余的行动点额外增加1次反应射击和1点护甲。"
LocFlyOverText="监视射击: 固有防御"
LocPromotionPopupText="更好地利用额外时间，在监视时进行战术布置。<br/><Bullet/> 每点剩余的行动点额外增加1次反应射击.<br/><Bullet/> 每点剩余的行动点额外增加1点护甲.<br/>"

[Lucu_Infantry_EscapeAndEvadeActive X2AbilityTemplate]
LocFriendlyName="逃脱战术"
LocLongDescription="在你的下一个回合开始前，获得隐匿效果并降低敌人探测半径。不消耗行动点。5回合冷却时间。"
LocHelpText="在你的下一个回合开始前，获得隐匿效果并降低敌人探测半径。不消耗行动点。5回合冷却时间。"
LocFlyOverText="逃脱战术"
LocPromotionPopupText="能够在短时间内躲避敌人，逃跑或移动到更好的位置进行攻击。<br/><Bullet/> -70% 探测半径.<br/><Bullet/> 持续 1 回合.<br/><Bullet/> 5 回合冷却.<br/>"

[Lucu_Infantry_DeepReserves X2AbilityTemplate]
LocFriendlyName="深度治疗"
LocLongDescription="当受到伤害时，随时间治疗所受伤害的50%。每回合最多恢复2点生命值，总共最多恢复8点生命值。<br/>减少一半从受伤状态恢复的时间。"
LocHelpText="当受到伤害时，随时间治疗所受伤害的50%。每回合最多恢复2点生命值，总共最多恢复8点生命值。<br/>减少一半从受伤状态恢复的时间。"
LocFlyOverText="深度治疗"
LocPromotionPopupText="慢慢地恢复所承受的部分伤害，并且从受伤状态中恢复得更快.<br/><Bullet/> 治疗所受伤害的50%.<br/><Bullet/> 每回合最多恢复2点生命值，总共最多恢复8点生命值.<br/><Bullet/> 减少一半从受伤状态恢复的时间.<br/>"

[Lucu_Infantry_FireForEffect X2AbilityTemplate]
LocFriendlyName="稳健开火"
LocLongDescription="通过花费额外的弹药，确保击中目标区域内的所有目标。不会暴击，拥有较远射程。该技能结束你的回合。"
LocHelpText="通过花费额外的弹药，确保击中目标区域内的所有目标。不会暴击，拥有较远射程。该技能结束你的回合。"
LocFlyOverText="稳健开火"
LocPromotionPopupText="向目标区域倾泻大量弹药，保证能击中范围内所有目标。<br/><Bullet/> 不会暴击.<br/><Bullet/> 消耗1个行动点.<br/><Bullet/> 消耗3弹药.<br/><Bullet/> 5 回合冷却.<br/><Bullet/> 结束回合.<br/>"


;;;;;;;;;;;;;;
;;;; Lucu Sniper ;;;;
;;;;;;;;;;;;;;
[Lucu_Sniper_TargetLeading X2AbilityTemplate]
LocFriendlyName="瞄准优势"
LocLongDescription="你在反应射击中获得+20命中。你的攻击忽略敌人20点闪避。"
LocHelpText="你在反应射击中获得+20命中。你的攻击忽略敌人20点闪避。"
LocFlyOverText="瞄准优势"
LocPromotionPopupText="<Bullet/> 你在反应射击中获得+20命中。<br/><Bullet/> 你的攻击忽略敌人20点闪避。<br/>"

[Lucu_Sniper_CoverTarget X2AbilityTemplate]
LocFriendlyName="致命监视"
LocLongDescription="使用掩护火力能力监视指定目标。这次攻击可能会暴击。如果处于隐匿，会在该敌人行动时主动触发致命监视。"
LocHelpText="使用掩护火力能力监视指定目标。这次攻击可能会暴击。如果处于隐匿，会在该敌人行动时主动触发致命监视。"
LocFlyOverText="致命监视"
LocPromotionPopupText="<Bullet/> 使用掩护火力能力监视单个目标。<br/><Bullet/> 这次攻击可能会暴击。<br/>"

[Lucu_Sniper_FollowUp X2AbilityTemplate]
LocFriendlyName="穷追猛打"
LocLongDescription="每回合只触发一次，如果你攻击时没有杀死目标，则获得一次使用追加射击的机会."
LocHelpText="每回合只触发一次，如果你攻击时没有杀死目标，则获得一次使用追加射击的机会."
LocFlyOverText="穷追猛打"
LocPromotionPopupText="<Bullet/> 每回合只触发一次，如果你攻击时没有杀死目标，则获得一次使用追加射击的机会.<br/>"

[Lucu_Sniper_FollowUpShot X2AbilityTemplate]
LocFriendlyName="追加射击"
LocHelpText="对目标发动追加射击."
LocLongDescription="<Bullet/> 对目标发动追加射击.<br>"

[Lucu_Sniper_SabotRound X2AbilityTemplate]
LocFriendlyName="穿透射击"
LocLongDescription="对一条直线上的敌人发动穿透射击。无视掩体并且穿透敌人2/3/4护甲。消耗2弹药。4回合冷却时间。"
LocHelpText="对一条直线上的敌人发动穿透射击。无视掩体并且穿透敌人2/3/4护甲。消耗2弹药。4回合冷却时间。"
LocFlyOverText="穿透射击"
LocPromotionPopupText="<Bullet/> 对一条直线上的敌人发动穿透射击。<br/><Bullet/> 无视掩体.<br/><Bullet/> 穿透2/3/4 护甲.<br/><Bullet/> 消耗2弹药.<br/><Bullet/> 4 回合冷却.<br/>"

[Lucu_Sniper_SabotRoundDamage X2AbilityTemplate]
LocFriendlyName="穿透射击"
LocLongDescription="对一条直线上的敌人发动穿透射击。无视掩体并且穿透敌人2/3/4护甲。消耗2弹药。4回合冷却时间。"

[Lucu_Sniper_InTheZone X2AbilityTemplate]
LocFriendlyName="疯狂杀戮"
LocLongDescription="杀死侧翼或无掩体目标可以获得1个不能用于移动的行动点。被动技能。没有触发次数限制。"
LocHelpText="杀死侧翼或无掩体目标可以获得1个不能用于移动的行动点。被动技能。没有触发次数限制。"
LocFlyOverText="疯狂杀戮"
LocPromotionPopupText="<Bullet/> 杀死侧翼或无掩体目标可以获得1个不能用于移动的行动点。<br/>"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;ABB PERKS;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[EMS_TrialByFire X2AbilityTemplate]
LocFriendlyName="烈火真金"
LocLongDescription="每次任务开始时永久提升1点命中和意志。命中和意志超过90后不生效。"
LocHelpText="每次任务开始时永久提升1点命中和意志。"
LocPromotionPopupText="<Bullet/>每次任务开始时永久提升1点命中和意志。<br/><Bullet/>命中和意志超过90后不生效。<br/>"
LocFlyOverText="烈火真金: +1 命中/意志"

[EMS_NimbleHands X2AbilityTemplate]
LocFriendlyName="心灵手巧"
LocLongDescription="装载弹药，不消耗行动点。4回合冷却时间"
LocHelpText="装载弹药，不消耗行动点。"
LocFlyOverText="心灵手巧"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;CUSTOM PERKS;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[EMS_Flashout X2AbilityTemplate]
LocFriendlyName="熠熠闪光"
LocLongDescription="物品槽中的闪光榴弹使用次数+1。投掷或发射闪光弹不会结束你的回合。"
LocHelpText="物品槽中的闪光榴弹使用次数+1。投掷或发射闪光弹不会结束你的回合。"
LocFlyOverText="熠熠闪光"
LocPromotionPopupText="<Bullet/>闪光弹手提供的免费闪光不享受此加成。<br/>"


[EMS_Smoker X2AbilityTemplate]
LocFriendlyName="烟雾弹投手"
LocFlyOverText="烟雾弹投手"
LocLongDescription="得到一次免费的烟雾弹使用次数。"
LocHelpText="得到一次免费的烟雾弹使用次数。"
LocPromotionPopupText="<Bullet/> 得到一次免费的烟雾弹使用次数。<br/>"

[EMS_Flashbanger X2AbilityTemplate]
LocFriendlyName="闪光弹投手"
LocFlyOverText="闪光弹投手"
LocLongDescription="得到一次免费的闪光弹使用次数。"
LocHelpText="得到一次免费的闪光弹使用次数。"
LocPromotionPopupText="<Bullet/> 得到一次免费的闪光弹使用次数。<br/>"

[EMS_Marksman X2AbilityTemplate]
LocFriendlyName="神枪手"
LocFlyoverText="神枪手"
LocLongDescription="非反应射击 +<Ability:Crit/> 暴击率。"
LocHelpText="非反应射击 +<Ability:Crit/> 暴击率。"
LocPromotionPopupText="<Bullet/> 非反应射击 +<Ability:Crit/> 暴击率。"

[EMS_Duelist X2AbilityTemplate]
LocFriendlyName="决斗者"
LocFlyoverText="决斗者"
LocLongDescription="近战攻击 +<Ability:Crit/> 暴击率。"
LocHelpText="近战攻击 +<Ability:Crit/> 暴击率。"
LocPromotionPopupText="<Bullet/> 近战攻击 +<Ability:Crit/> 暴击率。"

[EMS_Blindside X2AbilityTemplate]
LocFriendlyName="奇袭兵"
LocFlyoverText="奇袭兵"
LocLongDescription="侧翼攻击时 +<Ability:ToHit/> 额外命中。"
LocHelpText="侧翼攻击时 +<Ability:ToHit/> 额外命中。"
LocPromotionPopupText="<Bullet/> 侧翼攻击时 +<Ability:ToHit/> 额外命中。"

[EMS_Coward X2AbilityTemplate]
LocFriendlyName="懦夫"
LocFlyoverText="懦夫"
LocLongDescription="受伤时 -10 命中和 -10 意志，同时 +5 移动和 +10 防御。"
LocHelpText="受伤时 -10 命中和 -10 意志，同时 +5 移动和 +10 防御。"
LocPromotionPopupText="<Bullet/> 受伤时 -10 命中和 -10 意志，同时 +5 移动和 +10 防御。"

[EMS_Mithridatist X2AbilityTemplate]
LocFriendlyName="蛇毒战士"
LocFlyoverText="蛇毒战士"
LocLongDescription="通过逐渐服用非致命剂量的外星毒素和地球毒素，这名士兵已经对毒药完全免疫。"
LocHelpText="通过逐渐服用非致命剂量的外星毒素和地球毒素，这名士兵已经对毒药完全免疫。"
LocPromotionPopupText="<Bullet/> 对所有毒素免疫。"

[EMS_FireDancer X2AbilityTemplate]
LocFriendlyName="火舞者"
LocFlyoverText="火舞者"
LocLongDescription="这名士兵曾是火焰马戏团的一名舞蹈演员，他不受高温的影响，能够毫发无损地穿过火焰。"
LocHelpText="这名士兵曾是火焰马戏团的一名舞蹈演员，他不受高温的影响，能够毫发无损地穿过火焰。"
LocPromotionPopupText="<Bullet/> 对所有火焰伤害免疫。"

[EMS_Choleric X2AbilityTemplate]
LocFriendlyName="暴怒者"
LocFlyoverText="暴怒者"
LocLongDescription="这个士兵脾气暴躁，在战斗中被击中使他们怒火中烧。受伤时获得+3移动和+15暴击率。"
LocHelpText="这个士兵脾气暴躁，在战斗中被击中使他们怒火中烧。受伤时获得+3移动和+15暴击率。"
LocPromotionPopupText="<Bullet/> 虽然说我们应该不惜一切代价避免我们的士兵受伤，但易怒的士兵特别适合在前线执行任务。 </br><Bullet/> 受伤时获得+3移动和+15暴击率。 </br>"

[EMS_TeamPlayer X2AbilityTemplate]
LocFriendlyName="合作伙伴"
LocFlyoverText="合作伙伴"
LocLongDescription="这名士兵需要确信他的盟友在任何情况下都会支持他。在6格范围内每个可见队友都为其提供+3命中，最多+15。"
LocHelpText="在6格范围内每个可见队友都为其提供+3命中，最多+15。"
LocPromotionPopupText="<Bullet/> 这名士兵需要确信他的盟友在任何情况下都会支持他。</br><Bullet/> 在6格范围内每个可见队友都为其提供+3命中，最多+15。 </br>"

[EMS_Athlete X2AbilityTemplate]
LocFriendlyName="运动员"
LocFlyoverText="运动员"
LocLongDescription="这名士兵曾经是一名职业运动员，现在身体状况仍然很好。虽然这使他比我们的其他士兵更敏捷，但缺乏武器训练。  +3 移动，+15 闪避，-5 命中，-10 暴击率。"
LocHelpText="这名士兵曾经是一名职业运动员，现在身体状况仍然很好。虽然这使他比我们的其他士兵更敏捷，但缺乏武器训练。  +3 移动，+15 闪避，-5 命中，-10 暴击率。"
LocPromotionPopupText="<Bullet/> 让他们当榴弹兵或许是最好的选择。</br><Bullet/>  +3 移动，+15 闪避，-5 命中，-10 暴击率。 </br>"

[EMS_Nerd X2AbilityTemplate]
LocFriendlyName="书呆子"
LocFlyoverText="书呆子"
LocLongDescription="尽管这名士兵能熟练地操作科技产品和武器，但长时间伏案工作对他们的体质没有任何帮助。获得远程武器伤害加成和大量的黑客技能加成。生命值降低，易受近战伤害。"
LocHelpText="这名士兵能熟练地操作科技产品和武器。 远程武器伤害 +1, +35 侵入值， -2 生命值， 受到近战伤害 +3。"
LocPromotionPopupText="<Bullet/> 让他们远离前线。 </br><Bullet/> 远程武器伤害 +1, +35 侵入值， -2 生命值， 受到近战伤害 +3。 </br>"

[EMS_Brute X2AbilityTemplate]
LocFriendlyName="野蛮人"
LocFlyoverText="野蛮人"
LocLongDescription="虽然这名士兵令人印象深刻的身板让他们不把受伤当回事，但这也使他们在战斗中缺乏机动性。获得+2护甲和近战攻击抗性，但代价是-2移动和-10命中。"
LocHelpText="虽然这名士兵令人印象深刻的身板让他们不把受伤当回事，但这也使他们在战斗中缺乏机动性。获得+2护甲和近战攻击抗性，但代价是-2移动和-10命中。"
LocPromotionPopupText="<Bullet/> 适合前线作战。</br><Bullet/> 获得+2护甲和近战攻击抗性，但代价是-2移动和-10命中。 </br><Bullet/> 受到近战伤害-3 </br>"

[EMS_Bloodlust X2AbilityTemplate]
LocFriendlyName="吸血鬼"
LocFlyoverText="吸血鬼"
LocLongDescription="这位士兵作战时往往会杀红眼而且渴望更多的鲜血。 击杀后获得+5爆击率。 这种效果可以叠加。"
LocHelpText="这位士兵作战时往往会杀红眼而且渴望更多的鲜血。 击杀后获得+5爆击率。 这种效果可以叠加。"
LocPromotionPopupText="<Bullet/> 适合任何攻击型加点。"

[EMS_GunNut X2AbilityTemplate]
LocFriendlyName="枪械狂人"
LocFlyoverText="枪械狂人"
LocLongDescription="这名士兵通晓枪支的知识，并将其用于杀戮。但在战斗中并不总是注意自己的安全。使用远程武器时+10%伤害+10命中，受到-15防御的惩罚。"
LocHelpText="这名士兵通晓枪支的知识，并将其用于杀戮。但在战斗中并不总是注意自己的安全。使用远程武器时+10%伤害+10命中，受到-15防御的惩罚。"
LocPromotionPopupText="<Bullet/> 使用机枪或狙击枪效果会更好。</br><Bullet/> 使用远程武器时+10%伤害+10命中，受到-15防御的惩罚。 </br>"

[EMS_BladeStudent X2AbilityTemplate]
LocFriendlyName="剑术学徒"
LocFlyoverText="剑术学徒"
LocLongDescription="这个温柔的家伙已经掌握了剑术。然而，他不停地谈论日本文化的优越性，使我们的士兵分心。近战伤害+1/2/3点。近战暴击+5%，但是6格范围内所有盟友的命中和意志-15。"
LocHelpText="这个温柔的家伙已经掌握了剑术。然而，他不停地谈论日本文化的优越性，使我们的士兵分心。近战伤害+1/2/3点。近战暴击+5%，但是6格范围内所有盟友的命中和意志-15。"
LocPromotionPopupText="<Bullet/> 擅长近战。"

[BladeStudentAura X2AbilityTemplate]
LocFriendlyName="剑术学徒"
LocFlyoverText="剑术学徒"
LocLongDescription="这个士兵被剑术学徒的胡言乱语弄得心烦意乱。命中和意志-15。"
LocHelpText="这个士兵被剑术学徒的胡言乱语弄得心烦意乱。命中和意志-15。"
LocPromotionPopupText="<Bullet/> 这个士兵被剑术学徒的胡言乱语弄得心烦意乱。命中和意志-15。"

[EMS_HumanBiologist X2AbilityTemplate]
LocFriendlyName="人类生物学家"
LocFlyoverText="人类生物学家"
LocLongDescription="这名士兵知道人体的每一个弱点，并利用这些知识在战斗中进行致命打击。对人形目标获得+10暴击率和+1/2/3暴击伤害。"
LocHelpText="这名士兵知道人体的每一个弱点，并利用这些知识在战斗中进行致命打击。对人形目标获得+10暴击率和+1/2/3暴击伤害。"
LocPromotionPopupText="<Bullet/> 对人形目标获得+10暴击率和+1/2/3暴击伤害。 </br><Bullet/> 更好的武器获得更高的暴击伤害。</br>"

[EMS_Confident X2AbilityTemplate]
LocFriendlyName="自信之人"
LocFlyoverText="自信之人"
LocLongDescription="这名士兵对他们的队伍和他自己充满信心，鼓舞着周围的每一个人。8格内所有盟友+5意志。"
LocHelpText="这名士兵对他们的队伍和他自己充满信心，鼓舞着周围的每一个人。8格内所有盟友+5意志。"
LocPromotionPopupText="<Bullet/> 这名士兵对他们的队伍和他自己充满信心，鼓舞着周围的每一个人。8格内所有盟友+5意志。"

[ConfidentAura X2AbilityTemplate]
LocFriendlyName="信心十足"
LocFlyoverText="信心十足"
LocLongDescription="被自信之人鼓舞。"
LocHelpText="被自信之人鼓舞。"
LocPromotionPopupText="<Bullet/> 被自信之人鼓舞。"


;;;;;;;;;;;;;;
;;;; TODO ;;;;
;;;;;;;;;;;;;;


[EMS_OverConfident X2AbilityTemplate]
LocFriendlyName="Overconfident"
LocFlyoverText="Overconfident"
LocLongDescription="This soldier is very confident in their own abilities. While this makes them a great soldier, once wounded they quickly lose this confidence. Gain +2 mobility, +10 aim while at full health, lose -10 will and -5 aim when wounded."
LocHelpText="This soldier's overconfidence gives them bonuses in combat that turn to penalties when wounded. Gain +2 mobility, +10 aim while at full health, lose -10 will and -5 aim when wounded.""
LocPromotionPopupText="<Bullet/> To make the best use of this soldier, make sure they attack the enemy from high cover or great distance. Overconfident soldiers make great snipers."
